Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh95-v4.tmx
Source language: bo
Languages: en

source: ཀུན་ནས་ཉོན་མོངས་པ་ཐམས་ཅད་མྱ་ངན་ལས་འདས་པའི་བར་དུ་གཅོད་པའི་ཆོས་སུ་བསྟན་ཏེ། དེར་དམ་བཅས་པ་ལ་ལྷ་དང་བཅས་པའི་འཇིག་རྟེན་གྱིས་མི་ཤིགས་པའི་དམ་བཅས་པའི་མི་འཇིགས་པ་བརྙེས་པ་ཞེས་བྱའོ། །ཟག་པ་ཐམས་ཅད་སྤངས་པར་མཁྱེན་པར་དམ་བཅས་པ་ལ་ལྷ་དང་བཅས་པའི་འཇིག་རྟེན་གྱིས་མི་ཟློགས་པའི་དམ་བཅས་པའི་མི་འཇིགས་པ་བརྙེས་པའི་ཕྱིར། ངེས་པར་འབྱུང་བའི་ལམ་བསྒྲུབས་ན། མྱ་ངན་ལས་འདས་པ་བརྙེས་པར་འགྱུར་རོ་ཞེས་དམ་བཅས་པ་ལ་ལྷ་དང་བཅས་པའི་འཇིག་རྟེན་གྱིས་བརྒལ་དུ་མེད་པའི་དམ་བཅས་པའི་མི་འཇིགས་པ་བརྙེས་པ་ཞེས་བྱའོ། །
en: Therefore he is the One Who Claims ‘Passing beyond suffering is attained when the path of renunciation is accomplished,’ and Thereby Has Attained a Fearlessness That the Entire World, Including Its Gods, Cannot Overturn. “He has attained a fearlessness that the entire world, including the gods, cannot reverse, which is expressed through a statement concerning knowledge of the way to abandon all defilements. Therefore he is called the One Who Has Attained a Fearlessness That the Entire World, Including the Gods, Cannot Reverse, which Is Expressed in a Statement Concerning Knowledge of the Way to Abandon All Defilements.

source: ཚིག་མ་འཁྲུལ་བས་ཆོས་སྟོན་པའི་ཕྱིར། ཟག་པ་ཐམས་ཅད་སྤངས་པ་མཁྱེན་པར་དམ་བཅས་པ་ལ་ལྷ་དང་བཅས་པའི་འཇིག་རྟེན་གྱིས་མི་ཟློགས་པའི་དམ་བཅས་པའི་མི་འཇིགས་པ་བརྙེས་པ་ཞེས་བྱའོ།
en: “Because he is a Dharma teacher who never stammers or falters, therefore he is the One Who Teaches the Dharma without Stammering or Faltering.

source: །སྒྲ་མེད་པ་དང་། བརྗོད་དུ་མེད་པའི་ཆོས་ཀྱི་ངོ་བོ་ཉིད་ཐུགས་སུ་ཆུད་པའི་ཕྱིར། ཚིག་མ་འཁྲུལ་བའི་ཆོས་སྟོན་པ་ཞེས་བྱའོ།
en: “He keeps in his heart the essence of the Dharma, which is beyond being spoken or heard.

source: །བྲལ་བ་མེད་པའི་ཕྱིར་སྒྲ་མེད་པ་དང་། བརྗོད་དུ་མེད་པའི་ཆོས་ཀྱི་ངོ་བོ་ཉིད་ཐུགས་སུ་ཆུད་པ་ཞེས་བྱའོ།
en: Therefore he is the One Who Keeps in His Heart the Essence of the Dharma, which Is beyond Being Spoken or Heard.

source: །སེམས་ཅན་ཐམས་ཅད་ཀྱི་སྒྲ་ཚད་མེད་པ་སངས་རྒྱས་ཀྱི་སྒྲ་སྐད་དུ་བྱིན་གྱིས་རློབ་ནུས་པའི་ཕྱིར། བྲལ་བ་མེད་པ་ཞེས་བྱའོ། །བསྙེལ་བ་མི་མངའ་བའི་ཕྱིར། སེམས་ཅན་ཐམས་ཅད་ཀྱི་སྒྲ་ཚད་མེད་པ་སངས་རྒྱས་ཀྱི་ཆོས་ཀྱི་སྒྲ་སྐད་དུ་བྱིན་གྱིས་རློབ་ནུས་པ་ཞེས་བྱའོ།
en: “He is beyond cessation and therefore he is the One beyond Cessation. “He is able to bless the countless sounds of sentient beings and transform them into the Dharma language of the Buddha. Therefore he is called the One Who Is Able to Bless the Countless Sounds of Sentient Beings and Transform Them into the Dharma Language of the Buddha.

source: །སྣ་ཚོགས་ཀྱི་འདུ་ཤེས་དང་བྲལ་བའི་ཕྱིར་བསྙེལ་བ་མི་མངའ་བ་ཞེས་བྱའོ།
en: “He is the one who does not forget, therefore he is the One Who Does Not Forget.

source: །སེམས་ཅན་ཐམས་ཅད་ཀྱི་སེམས་མཉམ་པར་བཞག་པ་བས་ཤིན་ཏུ་མཉམ་པར་བཞག་པའི་ཕྱིར། སྣ་ཚོགས་ཀྱི་འདུ་ཤེས་དང་བྲལ་བ་ཞེས་བྱའོ། །
en: “He does not perceive differences, and therefore he is the One Who Does Not Perceive Differences.

source: སོ་སོར་མ་བརྟགས་པའི་བཏང་སྙོམས་ཅན་གྱི་ཕྱིར། སེམས་ཅན་ཐམས་ཅད་ཀྱི་སེམས་མཉམ་པར་བཞག་པ་བས། ཤིན་ཏུ་མཉམ་པར་བཞག་པ་ཞེས་བྱའོ། །མོས་པའི་འདུ་བྱེད་ཀྱི་ཏིང་ངེ་འཛིན་ལས་ཡོངས་སུ་མ་ཉམས་པའི་ཕྱིར། སོ་སོར་མ་བརྟགས་པའི་བཏང་སྙོམས་ཅན་ཞེས་བྱའོ།
en: “He has one-pointed concentration in all his thoughts as well as in all his absorptions, and therefore he is the One Who Has One-Pointed Concentration in All His Thoughts as well as in All His Absorptions. “He has developed an equanimity that does not differentiate, and therefore he is the One Who Has Developed an Equanimity That Does Not Differentiate. “He never loses his absorption in the formation of faith, and therefore he is the One Who Does Not Lose His Absorption in the Formation of Faith.

source: །བརྩོན་འགྲུས་ཀྱི་འདུ་བྱེད་ཀྱི་ཏིང་ངེ་འཛིན་གྱིས་རྒྱུན་མི་འཆད་ཅིང་བརྩོན་འགྲུས་ལས་ཡོངས་སུ་མ་ཉམས་པའི་ཕྱིར། མོས་པའི་འདུ་བྱེད་ཀྱི་ཏིང་ངེ་འཛིན་ལས་ཡོངས་སུ་མ་ཉམས་པ་ཞེས་བྱའོ།
en: “With uninterrupted absorption in the formation of diligence, he never loses his diligence. Therefore he is the One Who Does Not Lose His Diligence, Having One-Pointed Absorption in the Formation of Diligence.

source: །དྲན་པ་ལས་ཡོངས་སུ་མ་ཉམས་པའི་ཕྱིར། བརྩོན་འགྲུས་ལས་ཡོངས་སུ་མ་ཉམས་པ་ཞེས་བྱའོ།
en: “He never loses his mindfulness, and therefore he is the One Who Never Loses His Mindfulness.

source: །ཤེས་རབ་ལས་ཡོངས་སུ་མ་ཉམས་པའི་ཕྱིར། དྲན་པ་ལས་ཡོངས་སུ་མ་ཉམས་པ་ཞེས་བྱའོ།
en: “He never loses his wisdom, and therefore he is the One Who Never Loses His Wisdom.

source: །རྣམ་པར་གྲོལ་བ་ལས་ཡོངས་སུ་མ་ཉམས་པའི་ཕྱིར། ཤེས་རབ་ལས་ཡོངས་སུ་མ་ཉམས་པ་ཞེས་བྱའོ། །
en: “He never loses his liberation, and therefore he is the One Who Never Loses His Liberation.

source: རྣམ་པར་གྲོལ་བའི་ཡེ་ཤེས་མཐོང་བ་ལས་ཡོངས་སུ་མ་ཉམས་པའི་ཕྱིར། རྣམ་པར་གྲོལ་བ་ལས་ཡོངས་སུ་མ་ཉམས་པ་ཞེས་བྱའོ།
en: “He never loses his vision of liberated wisdom, and therefore he is the One Who Does Not Lose His Vision of Liberated Wisdom.

source: །ལུས་ཀྱི་ལས་དང་ངག་གི་ལས་དང་ཡིད་ཀྱི་ལས་ཐམས་ཅད་ཀྱི་སྔོན་དུ་ཡེ་ཤེས་འགྲོ་ཞིང་། ཡེ་ཤེས་ཀྱི་རྗེས་སུ་འབྲང་བའི་ཡེ་ཤེས་དང་ལྡན་པའི་ཕྱིར། རྣམ་པར་གྲོལ་བའི་ཡེ་ཤེས་མཐོང་བ་ལས་ཡོངས་སུ་མ་ཉམས་པ་ཞེས་བྱའོ། །
en: “He lets wisdom inform all his physical, verbal, and mental actions, and he possesses the wisdom that is guided by wisdom. Therefore he is the One Who Lets Wisdom Inform All His Physical, Verbal, and Mental Actions, and Who Possesses the Wisdom That Is Guided by Wisdom.

source: འདས་པ་དང་། མ་འོངས་པ་དང་། ད་ལྟར་བྱུང་བའི་དུས་ལ་མ་ཆགས་མ་ཐོགས་པའི་ཡེ་ཤེས་མཐོང་བ་དང་ལྡན་པའི་ཕྱིར། ལུས་ཀྱི་ལས་དང་ངག་གི་ལས་དང་ཡིད་ཀྱི་ལས་ཐམས་ཅད་ཀྱི་སྔོན་དུ་ཡེ་ཤེས་འགྲོ་ཞིང་། ཡེ་ཤེས་ཀྱི་རྗེས་སུ་འབྲང་བའི་ཡེ་ཤེས་དང་ལྡན་པ་ཞེས་བྱའོ། །
en: “He is endowed with the unimpeded wisdom vision that sees the past, the future, and the present without attachment. Therefore he is the One Who Is Endowed with the Unimpeded Wisdom Vision That Sees the Past, the Future, and the Present without Attachment.

source: སྒྲིབ་པ་མེད་པའི་རྣམ་པར་ཐར་པ་བརྙེས་པའི་ཕྱིར། དུས་གསུམ་ལ་མ་ཆགས་མ་ཐོགས་པའི་ཡེ་ཤེས་མཐོང་བ་དང་ལྡན་པ་ཞེས་བྱའོ། །
en: “He has attained stainless freedom, and therefore he is the One Who Has Attained Stainless Freedom.

source: སེམས་ཅན་ཐམས་ཅད་ཀྱི་སྤྱོད་པ་ལ་འཇུག་པ་ལ་མཁས་པ་རྒྱུན་མི་འཆད་པའི་ཕྱིར། སྒྲིབ་པ་མེད་པའི་རྣམ་པར་ཐར་པ་བརྙེས་པ་ཞེས་བྱའོ། །སོ་སོར་ཅི་རིགས་པར་ཆོས་སྟོན་པ་ལ་མཁས་པའི་ཕྱིར། སེམས་ཅན་ཐམས་ཅད་ཀྱི་སྤྱོད་པ་ལ་འཇུག་པ་ལ་མཁས་པ་རྒྱུན་མི་འཆད་པ་ཞེས་བྱའོ། །དབྱངས་ཀྱི་ཡན་ལག་ཐམས་ཅད་ཀྱི་དཀྱིལ་འཁོར་དམ་པ་ཕ་རོལ་ཏུ་ཕྱིན་པའི་ཕྱིར། སོ་སོར་ཅི་རིགས་པར་ཆོས་སྟོན་པ་ལ་མཁས་པ་ཞེས་བྱའོ། །
en: “He is continuously skilled in inspiring the activities of sentient beings, and therefore he is the One Who Is Continuously Skilled in Inspiring the Activities of Sentient Beings. “He is skilled in teaching the Dharma to others according to their capabilities, and therefore he is the One Who Is Skilled in Teaching the Dharma to Others according to Their Capabilities.

source: སྒྲ་ཐམས་ཅད་ཀྱི་བྲག་ཅ་འབྱིན་པ་ལ་མཁས་པ་བརྙེས་པའི་ཕྱིར། དབྱངས་ཀྱི་ཡན་ལག་ཐམས་ཅད་ཀྱི་དཀྱིལ་འཁོར་དམ་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཞེས་བྱའོ། །
en: “He has perfected the sacred environment of all aspects of melodious speech, and therefore he is the One Who Has Perfected the Sacred Environment of All Aspects of Melodious Speech.

source: ལྷ་དང་། ཀླུ་དང་། གནོད་སྦྱིན་དང་། དྲི་ཟ་དང་། ལྷ་མ་ཡིན་དང་། ནམ་མཁའ་ལྡིང་དང་། མིའམ་ཅི་དང་། ལྟོ་འཕྱེ་ཆེན་པོའི་སྐད་དང་ལྡན་པ་ཞེས་བྱའོ།
en: “He is skilled in articulating all sounds and echoes, and therefore he is the One with a Voice like a God, a Nāga, a Yakṣa, a Gandharva, a Demigod, a Garuḍa, a Kinnara, and a Mahoraga.

source: །ཚངས་པའི་སྒྲ་དབྱངས་བསྒྲགས་པའི་དབྱངས་ལྟ་བུ་ཞེས་བྱའོ།
en: “He is the one whose voice resounds like the voice of Brahmā.

source: །ཀ་ལ་པིང་ཀའི་སྒྲ་སྐད་ལྟ་བུ་ཞེས་བྱའོ།
en: He is the one with the voice of a cuckoo bird.

source: །རྔ་བོ་ཆེ་དང་། གླུ་དབྱངས་ཀྱི་སྒྲ་སྐད་ལྟ་བུ་ཞེས་བྱའོ།
en: He is the one with a voice like a great drum.

source: །སའི་སྒྲའི་ང་རོའི་སྒྲ་ལྟ་བུ་ཞེས་བྱའོ།
en: He is the one with the voice like the resounding of the earth.

source: །ཀླུའི་རྒྱལ་པོ་རྒྱ་མཚོས་འབྲུག་སྒྲ་བསྒྲགས་པའི་སྒྲ་སྐད་ལྟ་བུ་ཞེས་བྱའོ།
en: He is the one with the rumbling voice of a thundercloud of the nāga king Sāgara.

source: །སེང་གེ་དང་། ཁྱུ་མཆོག་ཏུ་གྱུར་པ་བསྒྱིངས་པའི་སྒྲ་སྐད་ལྟ་བུ་ཞེས་བྱའོ།
en: “He is the one with a voice like the roar of a lion or a bull.

source: །སེམས་ཅན་ཐམས་ཅད་ཀྱི་སྒྲ་སྐད་བསྒྲགས་པ་དང་འཐུན་པར་སྒྲོགས་པས་ཚིམ་པར་བྱེད་པའི་སྒྲ་དང་ལྡན་པ་ཞེས་བྱའོ།
en: He is the one with a voice that satisfies, because it is in accord with the languages of all sentient beings.

source: །ཆགས་པ་མེད་ཅིང་སྒྲིབ་པ་མེད་པར་འཁོར་གྱི་དཀྱིལ་འཁོར་དགའ་བར་བྱེད་པའི་སྒྲ་དང་ལྡན་པ་ཞེས་བྱའོ།
en: He is the one with a voice that delights the circle of his audience without impediment or obstruction.

source: །སྐད་ཅིག་ལས་སྐད་ཐམས་ཅད་གོ་བར་བྱེད་པའི་སྒྲ་དང་ལྡན་པ་ཞེས་བྱའོ།
en: He is the one with a single voice that is understood in all languages.

source: །ཚངས་པའི་དབང་པོས་མཆོད་པ་ཞེས་བྱའོ།
en: “He is the one who is honored by the lord of the Brahma realm.

source: །ལྷའི་དབང་པོས་བསྟི་སྟང་དུ་བྱས་པ་ཞེས་བྱའོ།
en: He is the one who is respected by the lord of the gods.

source: །ཀླུའི་དབང་པོས་ཕྱག་བྱས་པ་ཞེས་བྱའོ།
en: He is the one to whom the lord of the nāgas bows.

source: །གནོད་སྦྱིན་གྱི་དབང་པོས་ཞལ་དུ་བལྟས་པ་ཞེས་བྱའོ།
en: He is the one upon whose face the lord of the yakṣas gazes.

source: །དྲི་ཟའི་དབང་པོས་ཉེ་བར་གླུ་བླངས་པ་ཞེས་བྱའོ།
en: He is the one who the lord of the gandharvas praises in song.

source: །སྲིན་པོའི་དབང་པོས་དབང་པོ་དང་བས་མིག་མི་འཛུམས་པར་བལྟས་པ་ཞེས་བྱའོ།
en: He is the one who is gazed upon by the lord of the demons, who beholds him with bright and unblinking eyes.

source: །ལྷ་མ་ཡིན་གྱི་དབང་པོས་མངོན་པར་བཏུད་པ་ཞེས་བྱའོ།
en: He is the one to whom the lord of the demigods bows.

source: །ནམ་མཁའ་ལྡིང་གི་དབང་པོས་རྣམ་པར་མ་གཙེས་པར་བལྟས་པ་ཞེས་བྱའོ།
en: He is the one who is unharmed by the gaze of the lord of the garuḍas.

source: །མིའམ་ཅིའི་དབང་པོས་མངོན་པར་བསྟོད་པ་ཞེས་བྱའོ།
en: He is the one who is praised by the lord of the kinnaras.

source: །ལྟོ་འཕྱེ་ཆེན་པོའི་དབང་པོས་བལྟ་འདོད་པ་ཞེས་བྱའོ།
en: He is the one who the lord of the mahoragas longs to see.

source: །མིའི་དབང་པོས་མངོན་དུ་ཡང་དག་པར་མཆོད་པ་ཞེས་བྱའོ།
en: He is the one who is venerated by the lord of the humans.

source: །དགྲ་བཅོམ་པའི་ཚོགས་མང་པོས་བསྟེན་པ་ཞེས་བྱའོ།
en: “He is the one who is supported by large gatherings of worthy ones.

source: །བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ཡང་དག་པར་འཛིན་དུ་འཇུག་པ་དང་། ཡང་དག་པར་གཟེངས་སྟོད་པ་དང་། ཡང་དག་པར་དགའ་བར་མཛད་པ་ཞེས་བྱའོ།
en: He is the one who instructs the bodhisattvas, who inspires them, and delights them.

source: །ཟང་ཟིང་མེད་པར་ཆོས་སྟོན་པ་ཞེས་བྱའོ།
en: He is the one who teaches the Dharma free from worldliness.

source: །ཚིག་དང་། ཚིག་འབྲུ་ཉམས་པ་མེད་པར་འབྲས་བུ་ཡོད་པའི་ཆོས་སྟོན་པ་ཞེས་བྱའོ།
en: He is a venerable teacher of the Dharma who never mistakes any words or syllables.

source: །དུས་ལས་མི་ཡོལ་བར་ཆོས་སྟོན་པ་ཞེས་བྱའོ།
en: He teaches the Dharma in a timely manner.

source: །བྱམས་པ་ཆོས་ཀྱི་འཁོར་ལོ་བསྐོར་བ་འདི་ནི་དེ་བཞིན་གཤེགས་པའི་ཡོན་ཏན་བསྔགས་པའི་ཕྱོགས་ལ་འཇུག་པ་ཅུང་ཟད་ཙམ་ཞིག་མདོར་བསྟན་དུ་ཟད་དེ།
en: “Maitreya, this turning of the wheel of Dharma is merely a brief teaching that praises just a few of the qualities of the Thus-Gone One.

source: བྱམས་པ་རྒྱས་པར་བྱ་བ་ནི་དེ་བཞིན་གཤེགས་པས་བསྐལ་པའམ། བསྐལ་པ་ལས་ལྷག་པར་བསྟན་པ་འདིའི་མཐར་མི་ཕྱིན་ཏོ།
en: Maitreya, to list them in an elaborate manner, the Thus-Gone One would need an eon or more. And still that would not be enough to list them all.”

source: །དེ་ནས་དེའི་ཚེ་བཅོམ་ལྡན་འདས་ཀྱིས་ཚིགས་སུ་བཅད་པ་འདི་དག་བཀའ་སྩལ་ཏོ། །ཟབ་ཅིང་བལྟ་དཀའ་ཕྲ་བ་ཡི།
en: At that time the Blessed One spoke these verses: “The wheel of Dharma has been turned, Which is profound, hard to behold, and subtle. It is not understood by the extremists, Nor by the demons.

source: །ཆོས་ཀྱི་འཁོར་ལོ་རབ་བསྐོར་ཏེ། །དེ་ལ་ཕ་རོལ་མུ་སྟེགས་ཅན། །ཀུན་དང་བདུད་ཀྱིས་མི་ཆུད་དོ། །ཀུན་གཞི་མེད་ཅིང་སྤྲོས་མེད་པ། །སྐྱེ་བ་མེད་ཅིང་འབྱུང་མེད་ལ། །དབེན་ཞིང་རང་བཞིན་སྟོང་པ་ཡི།
en: “The wheel of Dharma has been turned, Which is without an all-ground and beyond concepts, Unborn and without origination, Unique and empty of inherent nature.

source: །ཆོས་ཀྱི་འཁོར་ལོ་རབ་བསྐོར་ཏོ།
en: “The Buddha has turned the wheel That teaches the Dharma of equality,

source: །བླང་བ་མེད་ཅིང་དོར་མེད་ལ། །མཚན་མ་མེད་ཅིང་མཚན་ཉིད་མེད། །མཉམ་པ་ཉིད་ཀྱི་ཆོས་བསྟན་པའི། །འཁོར་ལོ་སངས་རྒྱས་ཀྱིས་བསྐོར་ཏོ།
en: Without anything to accept and reject, Causeless and without characteristics. “The Protector of the World Has turned the wheel that is like

source: །ཇི་ལྟར་སྒྱུ་མ་སྨིག་རྒྱུ་དང་། །རྨི་ལམ་བྲག་ཅ་ཆུ་ཟླ་དང་། །དེ་དག་འདྲ་བའི་འཁོར་ལོ་ནི། །འཇིག་རྟེན་མགོན་པོས་རབ་བསྐོར་ཏོ།
en: An illusion, a mirage, A dream, an echo, or a moon reflected in water.

source: །རྟེན་པའི་ཆོས་ལ་འཇུག་བྱེད་པ།
en: “It leads beyond conditioned phenomena;

source: །ཆད་མིན་རྟག་པ་མ་ཡིན་པ།
en: It is not nihilistic and neither is it permanent,

source: །ལྟ་བ་ཐམས་ཅད་ཆད་པ་ནི།
en: But cuts through all views—

source: །ཆོས་ཀྱི་འཁོར་ལོ་ཡིན་ཞེས་བརྗོད།
en: So is the wheel of Dharma described.

source: །རྟག་ཏུ་ནམ་མཁའ་མཚུངས་འདྲ་ཞིང་།
en: “It is an infinitely vast teaching,

source: །རྣམ་པར་མི་རྟོག་འོད་གསལ་བ། །མཐའ་དང་དབུང་མེད་བསྟན་པ་ནི།
en: Ever equal to space, Luminous and nonconceptual—

source: །ཆོས་ཀྱི་འཁོར་ལོར་འདིར་བརྗོད་དོ།
en: So is the wheel of Dharma described.

source: །ཡོད་དང་མེད་ལས་རྣམ་གྲོལ་ཞིང་།
en: “It is free from existence and nonexistence,

source: །བདག་དང་བདག་མེད་རྣམ་སྤངས་ལ།
en: Beyond self and no self,

source: །རང་བཞིན་མ་སྐྱེས་བསྟན་པ་ནི།
en: A teaching that is naturally unborn—

source: །ཡང་དག་མཐའ་ནི་མཐའ་མིན་པ། །དེ་བཞིན་ཉིད་ལ་དེ་བཞིན་ཉིད།
en: “In the truth of suchness, It is the final end, yet it is without an end,

source: །གཉིས་སུ་མེད་པའི་ཆོས་བསྟན་པ།
en: This nondual teaching of the Dharma—

source: །ཆོས་ཀྱི་འཁོར་ལོར་བརྗོད་པ་ཡིན།
en: That is what we call the wheel of Dharma.

source: །མིག་ནི་ངོ་བོ་ཉིད་ཀྱིས་སྟོང་།
en: “The eye is essentially empty,

source: །དེ་བཞིན་སྣ་དང་རྣ་བ་དང་། །ལྕེ་དང་ལུས་དང་སེམས་ཀྱང་ནི། །སྟོང་པའི་བདག་ཉིད་གཡོ་བ་མེད།
en: So are the ear and the nose. The tongue, the body, and also the mind Are empty and inert.

source: །འདི་ལྟ་བུ་ཡི་འཁོར་ལོ་འདི། །ཆོས་ཀྱི་འཁོར་ལོ་ཞེས་བརྗོད་དེ།
en: “Such a wheel is the wheel of Dharma That has now been turned.

source: །སེམས་ཅན་མི་མཁས་རྟོགས་བྱེད་པས།
en: He awakens unawakened beings;

source: །དེས་ན་སངས་རྒྱས་ཞེས་བརྗོད་དོ།
en: That’s why he is called the Awakened One.

source: །ཆོས་ཀྱི་མཚན་ཉིད་རང་བཞིན་འདི། །གཞན་གྱིས་བསྟན་པ་མེད་པར་ནི།
en: “By myself have I realized this nature—The nature defined as Dharma—

source: །ང་བདག་ཉིད་ཀྱིས་སངས་རྒྱས་ཏེ། །དེས་ན་རང་བྱུང་མིག་དང་ལྡན།
en: Without instructions from others, And so I am the self-arisen possessor of the wisdom eye.

source: །ཆོས་རྣམས་ཀུན་ལ་དབང་བརྙེས་པས།
en: “The one who masters all Dharmas

source: །ཆོས་ཀྱི་རྗེ་ཞེས་བརྗོད་པ་ཡིན།
en: Is called a lord of Dharma.

source: །ཆོས་ལ་ཚུལ་དང་ཚུལ་མིན་མཁྱེན།
en: The one who knows the genuine Dharma from the incorrect,

source: །དེས་ན་འདྲེན་པར་བརྗོད་པ་ཡིན།
en: That is what we call a guide.

source: །ཇི་ལྟར་འདུལ་བར་འགྱུར་བ་ལ།
en: “As many beings as there are to be trained,

source: །སྐྱེ་བོ་དཔག་ཏུ་མེད་བཏུལ་ཏེ།
en: That many limitless beings I train.

source: །འདུལ་བའི་ཕ་རོལ་ཕྱིན་པར་གྱུར།
en: I have perfected my training,

source: །དེས་ན་རྣམ་པར་འདྲེན་ཅེས་བརྗོད།
en: And so I am called the Perfect Guide.

source: །སེམས་ཅན་གང་དག་ལམ་ལས་ཉམས།
en: “All beings that have strayed from the path,

source: །དེ་དག་རྣམས་ལ་ལམ་མཆོག་བསྟན།
en: I show the supreme path.

source: །ཕ་རོལ་གྱི་ནི་འགྲམ་དུ་བཀྲི།
en: I guide them to the other shore,

source: །དེ་ཕྱིར་ང་ནི་རྣམ་པར་འདྲེན།
en: And therefore I am the Guide.

source: །བསྡུ་བའི་དངོས་པོ་ཤེས་པ་ཡིས།
en: “Since I know the way to magnetize,

source: །སྐྱེ་བོ་དག་ནི་ངས་བསྡུས་ཏེ།
en: I gather beings at my side.

source: །འཁོར་བའི་འབྲོག་ལས་རྒལ་བས་ན།
en: Since I save beings from the wasteland of cyclic existence,

source: །དེས་ན་ང་ནི་དེད་དཔོན་ཡིན།
en: I am their leader.

source: །ཆོས་རྣམས་ཀུན་ལ་དབང་སྒྱུར་ཏེ།
en: “I master all phenomena,

source: །དེས་ན་རྒྱལ་བ་ཆོས་ལ་མངའ།
en: And so I am the Victorious One, the master of Dharma.

source: །ཆོས་ཀྱི་འཁོར་ལོ་རབ་བསྐོར་བས།
en: Since I turn the wheel of Dharma,

source: །ཆོས་ཀྱི་རྒྱལ་པོར་བརྗོད་པ་ཡིན།
en: I am known as a king of Dharma.

source: །ཆོས་ཀྱི་སྦྱིན་བདག་སྟོན་པ་ཡིན།
en: “I am the generous giver of the Dharma, the Teacher,

source: །ཆོས་ཀྱི་བདག་པོ་བླ་ན་མེད།
en: The unexcelled Lord of the Dharma.

source: །མཆོད་སྦྱིན་ལེགས་མཛད་དོན་གྲུབ་པ།
en: My offering was well performed and the goal accomplished;

source: །དགོངས་པ་རྫོགས་པ་བཀྲ་ཤིས་གྲུབ།
en: My aim is fulfilled and goodness accomplished.

source: །དབུགས་འབྱིན་མཛད་པ་དེ་གཟིགས་པ།
en: “I am the one who consoles and gives comfort,

source: །དཔའ་བོ་ཉོན་མོངས་ཆེན་པོ་སྤོང་།
en: The hero who has conquered disturbing emotions.

source: །གཡུལ་རྣམས་ཀུན་ལས་རྒྱལ་གྱུར་པ།
en: I am victorious in all battles,

source: །གྲོལ་བའི་སྐྱེས་བུ་ཐར་མཛད་པ།
en: A liberated one who liberates beings.

source: །འཇིག་རྟེན་གྱི་ནི་སྣང་གྱུར་པ།
en: “I am the light of the world.

source: །ཤེས་རབ་ཡེ་ཤེས་འོད་མཛད་པ།
en: I spread the light of knowledge wisdom;

source: །མི་ཤེས་མུན་པ་འཇོམས་པ་པོ།
en: I conquer the darkness of ignorance. I hold the torch;

source: །སྒྲོན་མ་འཛིན་པ་འོད་ཆེན་ལྡན།
en: I am the bright light.

source: །ཡེ་ཤེས་ཆེ་ལྡན་སྨན་པ་ཆེ།
en: “With great wisdom I am the skillful doctor,

source: །ཉོན་མོངས་པ་ལས་གསོ་མཛད་པ།
en: A great healer of the wounds of disturbing emotions.

source: །སེམས་ཅན་ཉོན་མོངས་ཟུགས་རྣམས་ལ།
en: For all those afflicted with disturbing emotions,

source: །ཟུག་རྔུ་འབྱིན་པ་བླ་ན་མེད།
en: I am the remover of pain.

source: །མཚན་རྣམས་ཐམས་ཅད་ཕུན་སུམ་ཚོགས།
en: “All the signs are complete,

source: །དཔེ་བྱད་བཟང་པོ་ཀུན་གྱིས་མཛེས།
en: And all the marks of goodness adorn me.

source: །སྐུ་ཡིས་ཀུན་ཏུ་བཟང་བ་སྟེ།
en: Yet, with this body, excellent in every way,

source: །དམན་པ་རྣམས་དང་འཐུན་པར་མཛད།
en: I adapt to the ways of the worldly ones.

source: །སྟོབས་བཅུའི་སྟོབས་དང་ཤིན་ཏུ་ལྡན།
en: “I am powerful with the ten powers,

source: །བསྙེངས་པ་མི་མངའ་མི་བསྙེངས་པ།
en: Confident with the four confidences,

source: །མ་འདྲེས་རྣམ་པ་བཅྭ་བརྒྱད་ཀྱིས།
en: And possessor of the eighteen unique qualities—

source: །ཐུབ་པ་ཆེན་པོ་ཐེག་པ་མཆོག །ཆོས་ཀྱི་འཁོར་ལོ་རབ་བསྐོར་བ། །འདི་ནི་མདོ་ཙམ་བཤད་པ་ཡིན།
en: The great sage who turns the wheel of Dharma of the Supreme Vehicle. “This brief explanation Will set in motion the wheel of Dharma.

source: །དེ་བཞིན་གཤེགས་པའི་ཡོན་ཏན་བསྔགས།
en: This praise of the qualities of the Thus-Gone One

source: །འདི་ནི་ཅུང་ཟད་བརྗོད་པར་ཟད།
en: Has listed just but a few.

source: །སངས་རྒྱས་ཡེ་ཤེས་མཐའ་ཡས་ཏེ།
en: “For the limitless wisdom of the Buddha

source: །ནམ་མཁའ་རྒྱ་ཆེ་མཉམ་པ་བཞིན། །བསྐལ་པ་ཟད་པར་བརྗོད་ཀྱང་ནི།
en: Is as vast as the sky. Even if one were to speak for an eon,

source: །སངས་རྒྱས་ཡོན་ཏན་མི་ཟད་དོ།
en: That would not suffice to describe the Buddha’s qualities.”

source: །ཆོས་ཀྱི་འཁོར་ལོ་བསྐོར་བའི་ལེའུ་ཞེས་བྱ་སྟེ། ཉི་ཤུ་རྩ་དྲུག་པའོ།། །།
en: This concludes the twenty-sixth chapter, on turning the wheel of Dharma.

source: དེ་ནས་ལྷའི་བུ་གང་དག་གིས་དེ་བཞིན་གཤེགས་པ་ལ་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་རབ་ཏུ་བཤད་པར་གསོལ་བ་བཏབ་པར་གྱུར་པ་དབང་ཕྱུག་དང་། དབང་ཕྱུག་ཆེན་པོ་དང་། དགའ་བོ་དང་། རབ་དགའ་དང་། ཙན་དན་དང་། མཆོད་པ་དང་། ཞི་བ་དང་། །རབ་ཏུ་ཞི་བ་དང་། དུལ་བའི་དབང་ཕྱུག་ལ་སོགས་པ་གནས་གཙང་མའི་རིས་ཀྱི་ལྷའི་བུ་ཁྲི་བརྒྱད་སྟོང་དང་། གང་ཡང་དེ་བཞིན་གཤེགས་པ་ཆོས་ཀྱི་འཁོར་ལོ་བསྐོར་བའི་ཚེ།
en: The gods, who had requested this Dharma teaching from the Thus-Gone One, were now gathered for the turning of the wheel of Dharma. In total there were more than 18,000 divine beings from the Pure Realms, led by such beings as Maheśvara, Nanda, Sunanda, Candana, Mahita, Śānta, Praśānta, and Vinīteśvara.

source: འདུས་པར་གྱུར་པ་དེ་ལ་བཅོམ་ལྡན་འདས་ཀྱིས་ལྷའི་བུ་དབང་ཕྱུག་ཆེན་པོ་ལ་སོགས་པ་གནས་གཙང་མའི་རིས་ཀྱི་ལྷའི་བུ་རྣམས་ལ་བཀའ་སྩལ་པ།
en: At that point the Thus-Gone One addressed the divine beings, headed by Maheśvara, who had come from the pure realms, in the following way:

source: གྲོགས་པོ་དག་རྒྱ་ཆེར་རོལ་པ་ཞེས་བྱ་བའི་མདོ་སྡེ་ཤིན་ཏུ་རྒྱས་པ་ཆེན་པོ་བྱང་ཆུབ་སེམས་དཔའི་རྣམ་པར་རྩེན་པ།
en: “Friends, this sūtra known as The Play in Full is a very extensive account of the Bodhisattva’s playful activity.

source: སངས་རྒྱས་ཀྱི་ཡུལ་ལ་རོལ་པ་ལ་འཇུག་པ་འདི་ནི་བདག་ཉིད་ཀྱི་ཕྱིར།
en: It constitutes an introduction to the play that is the domain of the Buddha.

source: དེ་བཞིན་གཤེགས་པས་གསུངས་པ་སྟེ།
en: The Thus-Gone One has taught it to introduce himself.

source: དེ་ཁྱེད་ཀྱིས་ལོང་ཤིག །ཟུང་ཤིག །ལྷོགས་ཤིག །འཁོར་ལ་ཡང་རྒྱ་ཆེར་རབ་ཏུ་སྟོན་ཅིག །དེ་ལྟར་ན་ངའི་ཆོས་ཀྱི་ཚུལ་འདི་རྒྱས་པར་འགྱུར་ཏེ།
en: So now you should absorb it, preserve it, and cause it to be retold. In this way, this Dharma-method of mine will spread.

source: བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པའི་གང་ཟག་དག་གིས། ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ཐོས་ནས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ལ་བརྩོན་འགྲུས་ཤིན་ཏུ་བརྟན་པ་རྩོམ་པར་འགྱུར་རོ། །རྒྱ་ཆེན་པོ་ལ་མོས་པའི་སེམས་ཅན་རྣམས་ནི་ཆོས་ཆེན་པོའི་ཆར་པའི་ཤུགས་སྐྱེད་པར་འགྱུར་རོ།
en: “When the followers of the Bodhisattva Vehicle hear this teaching, they will develop an extremely steadfast diligence. Those beings that develop a strong inclination to attain unsurpassable and perfect awakening will develop a strength that brings down a rain of the great teaching.

source: །བདུད་ཀྱི་ཕྱོགས་ཀྱང་ཚར་གཅོད་པར་འགྱུར་རོ།
en: The demons will be destroyed.

source: །ཕས་ཀྱི་རྒོལ་བ་ཐམས་ཅད་ཀྱིས་གླགས་མི་རྙེད་པར་འགྱུར་རོ།
en: All those who proclaim different doctrines will not make their appearance.

source: །ཁྱེད་ཀྱིས་ཆོས་བཤད་པར་བསྐུལ་བའི་དགེ་བའི་རྩ་བ་ཡང་དོན་ཆེན་པོ་དང་། འབྲས་བུ་ཆེན་པོ་དང་། ཕན་ཡོན་ཆེན་པོར་འགྱུར་རོ།
en: Your request to teach this Dharma will become a root of virtue—very valuable, yielding great benefits, and earning great praise.

source: །གྲོགས་པོ་དག་གང་ལ་ལ་ཞིག་རྒྱ་ཆེར་རོལ་པའི་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ལ་ཐལ་མོ་སྦྱོར་བར་འགྱུར་བ་དེ་མཆོག་གི་ཆོས་བརྒྱད་ཐོབ་པར་འགྱུར་ཏེ།
en: “Friends, whoever joins his palms in respect to this Dharma teaching of The Play in Full will attain eight supreme attributes.

source: བརྒྱད་གང་ཞེ་ན། འདི་ལྟ་སྟེ།
en: What are these eight?

source: གཟུགས་མཆོག་ཐོབ་པར་འགྱུར་བ་དང་། སྟོབས་མཆོག་ཐོབ་པར་འགྱུར་བ་དང་། གཡོག་འཁོར་མཆོག་ཐོབ་པར་འགྱུར་བ་དང་། སྤོབས་པ་མཆོག་ཐོབ་པར་འགྱུར་བ་དང་། འབྱུང་བ་མཆོག་ཐོབ་པར་འགྱུར་བ་དང་། སེམས་ཡོངས་སུ་དག་པ་མཆོག་ཐོབ་པར་འགྱུར་བ་དང་། ཏིང་ངེ་འཛིན་ཕུན་སུམ་ཚོགས་པ་མཆོག་ཐོབ་པར་འགྱུར་བ་དང་། ཤེས་རབ་ཀྱི་སྣང་བ་མཆོག་ཐོབ་པར་འགྱུར་བ་སྟེ།
en: These are to attain a supreme body, supreme strength, supreme retinue, supreme presence of mind, supreme renunciation, supreme purity of thoughts, supreme level of meditative concentration, and supreme manifestation of insight.

source: མཆོག་གི་ཆོས་བརྒྱད་པོ་དེ་དག་འཐོབ་པར་འགྱུར་རོ།
en: These are the eight supreme attributes that one will attain.

source: །གྲོགས་པོ་དག་གང་ལ་ལ་ཞིག་རྒྱ་ཆེར་རོལ་པའི་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་སྟོན་པར་འདོད་པའི་ཆོས་སྨྲ་བ་ལ་ཆོས་ཀྱི་སྟན་འདིང་ན། སྟན་བཏིང་མ་ཐག་ཏུ་དེ་སྟན་བརྒྱད་འཐོབ་པར་ཤེས་པར་བྱ་སྟེ།
en: “Friends, whoever sets up a throne for the Dharma teacher who wishes to expound this Dharma teaching of The Play in Full will attain eight desirable positions as soon as he sets up the throne.

source: ཚོང་དཔོན་གྱི་སྟན་འཐོབ་པ་དང་། ཁྱིམ་བདག་གི་སྟན་འཐོབ་པ་དང་། འཁོར་ལོས་སྒྱུར་བའི་སྟན་འཐོབ་པ་དང་། བརྒྱ་བྱིན་གྱི་སྟན་འཐོབ་པ་དང་། དབང་སྒྱུར་གྱི་སྟན་འཐོབ་པ་དང་། ཚངས་པའི་སྟན་འཐོབ་པ་དང་། བྱང་ཆུབ་ཀྱི་སྙིང་པོ་མཆོག་དམ་པར་སོང་བའི་བྱང་ཆུབ་སེམས་དཔར་གྱུར་པ་ཕྱིར་མི་ལྡོག་པ། བདུད་ཕྱིར་རྒོལ་བ་བཅོམ་པའི་སེང་གེའི་ཁྲི་འཐོབ་པ་དང་། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་ནས་ཀྱང་བླ་ན་མེད་པའི་ཆོས་ཀྱི་འཁོར་ལོ་བསྐོར་བའི་ཁྲི་སྟན་འཐོབ་པར་ཤེས་པར་བྱ་སྟེ།
en: They are the position of a merchant, a householder, a universal monarch, a world protector, Śakra, Vaśavartin, Brahmā, a nonreturning bodhisattva who has reached the supreme essence of awakening, sits on a lion throne, and vanquishes the attacks of demons, and a buddha who has reached perfect and unsurpassable awakening and sits on the throne of turning the wheel of Dharma.

source: སྟན་བརྒྱད་པོ་དེ་དག་འཐོབ་པར་ཤེས་པར་བྱའོ།
en: These are the eight desirable positions that one will attain.
